Re2e6/kepsilon/18g/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    back
    {
        type            empty;
        inGroups 1(empty);
        nFaces          100503;
        startFace       149048;
    }
    front
    {
          type            empty;
        inGroups 1(empty);
        nFaces          100503;
        startFace       249551;
    }
    airfoil
    {
         type            wall;
        inGroups 1(wall);
        nFaces          3168;
        startFace       350054;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          63;
        startFace       353222;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          79;
        startFace       353285;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       353364;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          79;
        startFace       353388;
    }
)

// ************************************************************************* //
